# St7SetBrickShrink

Sets a percentage by which to shrink the display of brick elements.

long St7SetBrickShrink(long uID, long Shrink)

Input Parameters

uID

Strand7 model file ID.

Shrink

The Shrink percentage in the range kMinShrink to kMaxShrink.